IDEA Open Model
ConcreteSLSCheckResultStiffness.LinearStiffness Property
Compatible with IDEA StatiCa 20.1
 linear stiffnesses
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public SectionStiffnesses LinearStiffness { get; set; }
Public Property LinearStiffness As SectionStiffnesses
	Get
	Set
Property Value
Type: SectionStiffnesses
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace